Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_dashboard_sync_required
source: Synchronize to update
ar: مزامنة للتحديث
de: Zum Aktualisieren synchronisieren
es: Sincronizar para actualizar
fa: برای به روز رسانی همگام سازی کنید
fr: Synchroniser pour mettre à jour
he: סנכרן לעדכון
hi: अद्यतन करने के लिए सिंक्रनाइज़ करें
id: Sinkronisasi untuk memperbarui
it: Sincronizza per aggiornare
ja: 同期して更新する
ko: 업데이트하려면 동기화하세요
nl: Synchroniseer om bij te werken
pl: Zsynchronizuj, aby zaktualizować
pt: Sincronizar para atualizar
ru: Синхронизировать для обновления
tr: Güncellemek için senkronize edin
uk: Синхронізувати для оновлення
vi: Đồng bộ hóa để cập nhật
zh_hans: 同步更新
zh_hant: 同步更新

# wallet_dashboard_synchronizing
source: Synchronizing %1$@ wallet
ar: مزامنة محفظة %1$@
de: Synchronisierung der %1$@-Wallet
es: Sincronizando la billetera %1$@
fa: همگام سازی کیف پول %1$@
fr: Synchronisation du portefeuille %1$@
hi: %1$@ वॉलेट को सिंक्रोनाइज़ करना
id: Menyinkronkan dompet %1$@
it: Sincronizzazione del portafoglio %1$@
ja: %1$@ ウォレットを同期しています
ko: %1$@ 지갑 동기화 중
nl: Synchronisatie van de %1$@-portemonnee
pl: Synchronizowanie portfela %1$@
pt: Sincronizando carteira %1$@
ru: Синхронизация кошелька %1$@
tr: %1$@ cüzdanı senkronize ediliyor
uk: Синхронізація гаманця %1$@
vi: Đồng bộ hóa ví %1$@
zh_hans: 正在同步%1$@钱包
zh_hant: 正在同步%1$@錢包

# wallet_delete_complete
source: Confirmed wallet deleted.
ar: تم حذف المحفظة المؤكدة.
de: Bestätigte Wallet gelöscht.
es: Cartera confirmada eliminada.
fa: کیف پول تایید شده حذف شد.
fr: Portefeuille confirmé supprimé.
hi: पुष्टिकृत बटुआ हटा दिया गया.
id: Dompet yang dikonfirmasi dihapus.
it: Portafoglio confermato eliminato.
ja: ウォレットが削除されたことを確認しました。
ko: 확인된 지갑이 삭제되었습니다.
nl: Bevestigde portemonnee verwijderd.
pl: Potwierdzony portfel został usunięty.
pt: Carteira confirmada excluída.
ru: Подтвержденный кошелек удален.
tr: Onaylanan cüzdan silindi.
uk: Підтверджений гаманець видалено.
vi: Ví xác nhận đã bị xóa.
zh_hans: 确认钱包已删除。
zh_hant: 確認錢包已刪除。

# wallet_delete_context_changed
source: Wallet ownership or identity changed. Deletion was cancelled.
ar: تم تغيير ملكية المحفظة أو هويتها. تم إلغاء الحذف.
de: Wallet-Besitz oder Identität geändert. Der Löschvorgang wurde abgebrochen.
es: La propiedad o la identidad de la billetera cambiaron. La eliminación fue cancelada.
fa: مالکیت یا هویت کیف پول تغییر کرد. حذف لغو شد.
fr: La propriété ou l'identité du portefeuille a été modifiée. La suppression a été annulée.
he: Wallet ownership or identity changed. המחיקה בוטלה.
hi: वॉलेट का स्वामित्व या पहचान बदल गई. विलोपन रद्द कर दिया गया.
id: Kepemilikan atau identitas dompet diubah. Penghapusan dibatalkan.
it: La proprietà o l'identità del portafoglio è cambiata. La cancellazione è stata annullata.
ja: ウォレットの所有権または ID が変更されました。削除はキャンセルされました。
ko: 월렛 소유권 또는 신원이 변경되었습니다. 삭제가 취소되었습니다.
nl: Het eigendom of de identiteit van de portemonnee is gewijzigd. Het verwijderen is geannuleerd.
pl: Zmieniono własność lub tożsamość portfela. Usuwanie zostało anulowane.
pt: Propriedade ou identidade da carteira alterada. A exclusão foi cancelada.
ru: Владелец кошелька или личность изменены. Удаление отменено.
tr: Cüzdan sahipliği veya kimliği değişti. Silme işlemi iptal edildi.
uk: Право власності або особу Wallet змінено. Видалення скасовано.
vi: Quyền sở hữu hoặc danh tính ví đã thay đổi. Việc xóa đã bị hủy.
zh_hans: 钱包所有权或身份发生变化。删除被取消。
zh_hant: 錢包所有權或身分發生變化。刪除被取消。

# wallet_delete_first_message
source: Network: %1$@ (%2$@) Account ID: %3$@ Deletion erases the device’s protected recovery copy, local key, and encrypted database. It is irreversible unless you already saved the phrase offline.
ar: الشبكة: %1$@ (%2$@) معرف الحساب: %3$@ يؤدي الحذف إلى مسح نسخة الاسترداد المحمية للجهاز والمفتاح المحلي وقاعدة البيانات المشفرة. ولا يمكن التراجع عنه إلا إذا قمت بالفعل بحفظ العبارة في وضع عدم الاتصال.
de: Netzwerk: %1$@ (%2$@) Konto-ID: %3$@ Durch das Löschen werden die geschützte Wiederherstellungskopie, der lokale Schlüssel und die verschlüsselte Datenbank des Geräts gelöscht. Es ist irreversibel, es sei denn, Sie haben die Phrase bereits offline gespeichert.
es: Red: %1$@ (%2$@) AID de cuenta: %3$@ La eliminación borra la copia de recuperación protegida, la clave local y la base de datos cifrada del dispositivo. Es irreversible a menos que ya hayas guardado la frase sin conexión.
fa: شبکه: %1$@ (%2$@) شناسه حساب: %3$@ حذف کپی بازیابی محافظت شده، کلید محلی و پایگاه داده رمزگذاری شده دستگاه را پاک می کند. این غیر قابل برگشت است مگر اینکه قبلاً عبارت را بصورت آفلاین ذخیره کرده باشید.
fr: Réseau : %1$@ (%2$@) ID de compte : %3$@ La suppression efface la copie de récupération protégée, la clé locale et la base de données cryptée de l'appareil. C’est irréversible, sauf si vous avez déjà enregistré la phrase hors ligne.
he: רשת: %1$@ (%2$@) A מזהה חשבון: %3$@ מחיקה מוחקת את עותק השחזור המוגן, המפתח המקומי ומסד הנתונים המוצפן של המכשיר. זה בלתי הפיך אלא אם כבר שמרת את הביטוי במצב לא מקוון.
hi: नेटवर्क: %1$@ (%2$@) खाता आईडी: %3$@ हटाने से डिवाइस की संरक्षित पुनर्प्राप्ति प्रतिलिपि, स्थानीय कुंजी और एन्क्रिप्टेड डेटाबेस मिट जाता है। यह अपरिवर्तनीय है जब तक कि आपने पहले ही वाक्यांश को ऑफ़लाइन सहेजा न हो।
id: Jaringan: %1$@ (%2$@) AID Akun: %3$@ Penghapusan menghapus salinan pemulihan perangkat yang dilindungi, kunci lokal, dan basis data terenkripsi. Ini tidak dapat diubah kecuali Anda sudah menyimpan frasa tersebut secara offline.
it: Rete: %1$@ (%2$@) ID account: %3$@ L'eliminazione cancella la copia di ripristino protetta, la chiave locale e il database crittografato del dispositivo. È irreversibile a meno che tu non abbia già salvato la frase offline.
ja: ネットワーク: %1$@ ( %2$@ ) アカウント ID: %3$@ 削除すると、デバイスの保護されたリカバリ コピー、ローカル キー、および暗号化されたデータベースが消去されます。フレーズをオフラインで保存していない限り、元に戻すことはできません。
ko: 네트워크: %1$@ (%2$@) 계정 ID: %3$@ 삭제 시 장치의 보호된 복구 복사본, 로컬 키 및 암호화된 데이터베이스가 삭제됩니다. 문구를 이미 오프라인에 저장하지 않은 이상 되돌릴 수 없습니다.
nl: Netwerk: %1$@ (%2$@) Account-ID: %3$@ Door het verwijderen worden de beveiligde herstelkopie, de lokale sleutel en de gecodeerde database van het apparaat gewist. Het is onomkeerbaar, tenzij je de zin al offline hebt opgeslagen.
pl: Sieć: %1$@ (%2$@) AID konta: %3$@ Usunięcie usuwa chronioną kopię odzyskiwania urządzenia, klucz lokalny i zaszyfrowaną bazę danych. Jest to nieodwracalne, chyba że zapisałeś już frazę offline.
pt: Rede: %1$@ (%2$@) ID da conta: %3$@ A exclusão apaga a cópia de recuperação protegida, a chave local e o banco de dados criptografado do dispositivo. É irreversível, a menos que você já tenha salvo a frase offline.
ru: Сеть: %1$@ (%2$@) Идентификатор учетной записи: %3$@ Удаление удаляет защищенную резервную копию устройства, локальный ключ и зашифрованную базу данных. Это необратимо, если вы еще не сохранили фразу в автономном режиме.
tr: Ağ: %1$@ (%2$@) AHesap Kimliği: %3$@ Silme işlemi cihazın korumalı kurtarma kopyasını, yerel anahtarını ve şifrelenmiş veritabanını siler. İfadeyi zaten çevrimdışına kaydetmediğiniz sürece geri alınamaz.
uk: Мережа: %1$@ (%2$@) AІдентифікатор облікового запису: %3$@ Видалення видаляє захищену копію для відновлення пристрою, локальний ключ і зашифровану базу даних. Це незмінно, якщо ви вже не зберегли фразу в автономному режимі.
vi: Mạng: %1$@ (%2$@) AID tài khoản: %3$@ Deletion xóa bản sao khôi phục được bảo vệ, khóa cục bộ và cơ sở dữ liệu được mã hóa của thiết bị. Việc này không thể thay đổi được trừ khi bạn đã lưu cụm từ đó vào ngoại tuyến.
zh_hans: 网络：%1$@ (%2$@) 帐户 ID：%3$@ 删除会擦除设备的受保护恢复副本、本地密钥和加密数据库。除非您已离线保存该短语，否则这是不可逆转的。
zh_hant: 網路：%1$@ (%2$@) 帳號 ID：%3$@ 刪除會清除裝置的受保護復原副本、本機金鑰和加密資料庫。除非您已離線儲存該短語，否則這是不可逆轉的。

# wallet_delete_first_title
source: Delete this HNS wallet?
ar: هل تريد حذف محفظة HNS هذه؟
de: Diese HNS-Wallet löschen?
es: ¿Eliminar esta billetera HNS?
fa: این کیف پول HNS حذف شود؟
fr: Supprimer ce portefeuille HNS ?
hi: इस HNS वॉलेट को हटाएं?
id: Hapus dompet HNS ini?
it: Eliminare questo portafoglio HNS?
ja: この HNS ウォレットを削除しますか?
ko: 이 HNS 지갑을 삭제하시겠습니까?
nl: Deze HNS-portemonnee verwijderen?
pl: Usunąć ten portfel HNS?
pt: Excluir esta carteira HNS?
ru: Удалить этот кошелек HNS?
tr: Bu HNS cüzdan silinsin mi?
uk: Видалити цей гаманець HNS?
vi: Xóa ví HNS này?
zh_hans: 删除这个HNS钱包？
zh_hant: 刪除這個HNS錢包？

# wallet_delete_requires_unlocked_confirmed_wallet
source: Unlock a confirmed persistent wallet before deleting it.
ar: قم بفتح المحفظة الدائمة المؤكدة قبل حذفها.
de: Entsperren Sie ein bestätigtes persistentes Wallet, bevor Sie es löschen.
es: Desbloquee una billetera persistente confirmada antes de eliminarla.
fa: قبل از حذف یک کیف پول ثابت تایید شده آن را باز کنید.
fr: Déverrouillez un portefeuille persistant confirmé avant de le supprimer.
he: בטל את הנעילה של ארנק קבוע שאושר לפני מחיקתו.
hi: किसी पुष्टिकृत स्थायी वॉलेट को हटाने से पहले उसे अनलॉक करें।
id: Buka kunci dompet persisten yang dikonfirmasi sebelum menghapusnya.
it: Sblocca un portafoglio persistente confermato prima di eliminarlo.
ja: 確認済みの永続ウォレットを削除する前に、ロックを解除してください。
ko: 삭제하기 전에 확인된 영구 지갑을 잠금 해제하세요.
nl: Ontgrendel een bevestigde persistente portemonnee voordat u deze verwijdert.
pl: Odblokuj potwierdzony trwały portfel przed jego usunięciem.
pt: Desbloqueie uma carteira persistente confirmada antes de excluí-la.
ru: Разблокируйте подтвержденный постоянный кошелек перед его удалением.
tr: Onaylanmış bir kalıcı cüzdanı silmeden önce kilidini açın.
uk: Розблокуйте підтверджений постійний гаманець перед його видаленням.
vi: Mở khóa ví liên tục đã được xác nhận trước khi xóa nó.
zh_hans: 在删除之前解锁已确认的持久钱包。
zh_hant: 在刪除之前解鎖已確認的持久錢包。

# wallet_delete_type_delete_error
source: Type DELETE exactly.
ar: اكتب DELETE بالضبط.
de: Geben Sie genau DELETE ein.
es: Escriba DELETE exactamente.
fa: DELETE را دقیقا تایپ کنید.
fr: Tapez exactement DELETE.
he: הקלד DELETE בדיוק.
hi: बिल्कुल DELETE टाइप करें।
id: Ketik DELETE dengan tepat.
it: Digitare esattamente DELETE.
ja: DELETE と正確に入力します。
ko: DELETE를 정확하게 입력하세요.
nl: Typ DELETE precies.
pl: Wpisz dokładnie DELETE.
pt: Digite DELETE exatamente.
ru: Точно введите DELETE.
tr: Tam olarak DELETE yazın.
uk: Тип DELETE точно.
vi: Nhập chính xác DELETE.
zh_hans: 准确输入 DELETE。
zh_hant: 準確輸入 DELETE。

# wallet_delete_typed_message
source: Network: %1$@ (%2$@) Account ID: %3$@ This irreversible action deletes only this exact network/account wallet. Type DELETE exactly to continue.
ar: الشبكة: %1$@ (%2$@) معرف الحساب: %3$@ يؤدي هذا الإجراء الذي لا رجعة فيه إلى حذف محفظة الشبكة/الحساب هذه فقط. اكتب DELETE بالضبط للمتابعة.
de: Netzwerk: %1$@ (%2$@) Konto-ID: %3$@ Diese unumkehrbare Aktion löscht nur genau dieses Netzwerk/Konto-Wallet. Geben Sie DELETE genau ein, um fortzufahren.
es: Red: %1$@ (%2$@) ID de cuenta: %3$@ Esta acción irreversible elimina solo esta billetera de red/cuenta exacta. Escriba DELETE exactamente para continuar.
fa: شبکه: %1$@ (%2$@) شناسه حساب: %3$@ این اقدام غیرقابل برگشت فقط همین کیف پول شبکه/حساب را حذف می‌کند. برای ادامه، دقیقاً DELETE را تایپ کنید.
fr: Réseau : %1$@ (%2$@) ID de compte : %3$@ Cette action irréversible supprime uniquement ce portefeuille de réseau/compte exact. Tapez DELETE exactement pour continuer.
he: רשת: %1$@ (%2$@) A מזהה חשבון: %3$@ פעולה בלתי הפיכה זו מוחקת רק את ארנק הרשת/חשבון המדויק הזה. Type DELETE exactly to continue.
hi: नेटवर्क: %1$@ (%2$@) खाता आईडी: %3$@ यह अपरिवर्तनीय कार्रवाई केवल इस सटीक नेटवर्क/खाता वॉलेट को हटाती है। जारी रखने के लिए बिल्कुल DELETE टाइप करें।
id: Jaringan: %1$@ (%2$@) AID Akun: %3$@ Tindakan yang tidak dapat diubah ini hanya menghapus dompet jaringan/akun ini saja. Ketik DELETE persis untuk melanjutkan.
it: Rete: %1$@ (%2$@) AID account: %3$@ Questa azione irreversibile elimina solo questo esatto portafoglio di rete/account. Digita DELETE esattamente per continuare.
ja: ネットワーク: %1$@ ( %2$@ ) アカウント ID: %3$@ この不可逆的なアクションでは、この正確なネットワーク/アカウント ウォレットのみが削除されます。続行するには、DELETE を正確に入力してください。
ko: 네트워크: %1$@ (%2$@) 계정 ID: %3$@ 이 취소할 수 없는 작업은 바로 이 네트워크/계정 지갑만 삭제합니다. 계속하려면 DELETE를 정확하게 입력하세요.
nl: Netwerk: %1$@ (%2$@) Account-ID: %3$@ Deze onomkeerbare actie verwijdert alleen deze exacte netwerk-/accountportemonnee. Typ DELETE precies om door te gaan.
pl: Sieć: %1$@ (%2$@) AID konta: %3$@ Ta nieodwracalna akcja powoduje usunięcie tylko tej konkretnej sieci/portfela konta. Aby kontynuować, wpisz dokładnie DELETE.
pt: Rede: %1$@ (%2$@) ID da conta: %3$@ Esta ação irreversível exclui apenas esta rede/carteira de conta exata. Digite DELETE exatamente para continuar.
ru: Сеть: %1$@ (%2$@) Идентификатор учетной записи: %3$@ Это необратимое действие удаляет только эту конкретную сеть/кошелек учетной записи. Введите DELETE, чтобы продолжить.
tr: Ağ: %1$@ (%2$@) Hesap Kimliği: %3$@ Bu geri alınamaz işlem yalnızca bu tam ağ/hesap cüzdanını siler. Devam etmek için tam olarak DELETE yazın.
uk: Мережа: %1$@ (%2$@) AІдентифікатор облікового запису: %3$@ Ця незворотна дія видаляє лише цей гаманець мережі/облікового запису. Щоб продовжити, введіть DELETE.
vi: Mạng: %1$@ (%2$@) AID tài khoản: %3$@ . Hành động không thể thay đổi này chỉ xóa mạng/ví tài khoản chính xác này. Nhập chính xác DELETE để tiếp tục.
zh_hans: 网络：%1$@ (%2$@) 账户 ID：%3$@ 此不可逆操作仅删除此确切的网络/账户钱包。准确输入 DELETE 以继续。
zh_hant: 網路：%1$@ (%2$@) 帳號 ID：%3$@ 此不可逆操作僅刪除此確切的網路/帳號錢包。準確輸入 DELETE 以繼續。

# wallet_delete_typed_title
source: Type DELETE to confirm
ar: اكتب DELETE للتأكيد
de: Geben Sie zur Bestätigung DELETE ein
es: Escriba DELETE para confirmar
fa: برای تایید DELETE را تایپ کنید
fr: Tapez DELETE pour confirmer
hi: पुष्टि करने के लिए DELETE टाइप करें
id: Ketik DELETE untuk mengonfirmasi
it: Digitare DELETE per confermare
ja: DELETE と入力して確認します
ko: 확인하려면 DELETE를 입력하세요.
nl: Typ DELETE om te bevestigen
pl: Wpisz DELETE, aby potwierdzić
pt: Digite DELETE para confirmar
ru: Введите DELETE для подтверждения.
tr: Onaylamak için DELETE yazın
uk: Введіть DELETE для підтвердження
vi: Gõ DELETE để xác nhận
zh_hans: 输入 DELETE 进行确认
zh_hant: 輸入 DELETE 進行確認

# wallet_direct_shakescape_connect_and_load
source: Connect and load offers
ar: الاتصال وتحميل العروض
de: Verbinden und Angebote laden
es: Conectar y cargar ofertas
fa: اتصال و بارگیری پیشنهادها
fr: Se connecter et charger les offres
he: התחברות וטעינת הצעות
hi: जुड़ें और ऑफ़र लोड करें
id: Hubungkan dan muat penawaran
it: Connetti e carica offerte
ja: 接続してオファーを読み込む
ko: 연결하고 제안 불러오기
nl: Verbinden en aanbiedingen laden
pl: Połącz i wczytaj oferty
pt: Ligar e carregar ofertas
ru: Подключиться и загрузить предложения
tr: Bağlan ve teklifleri yükle
uk: Підключитися й завантажити пропозиції
vi: Kết nối và tải chào giá
zh_hans: 连接并加载报价
zh_hant: 連線並載入報價

# wallet_direct_shakescape_connect_bridge_failed
source: The P2P swap connection result could not be verified. The wallet remains usable; inspect the host and peer state before retrying.
ar: تعذر التحقق من نتيجة اتصال المبادلة P2P. تظل المحفظة صالحة للاستعمال؛ قم بفحص حالة المضيف والنظير قبل إعادة المحاولة.
de: Das Ergebnis der P2P-Swap-Verbindung konnte nicht überprüft werden. Das Portemonnaie bleibt nutzbar; Überprüfen Sie den Host- und Peer-Status, bevor Sie es erneut versuchen.
es: No se pudo verificar el resultado de la conexión de intercambio P2P. La billetera sigue siendo utilizable; Inspeccione el estado del host y del par antes de volver a intentarlo.
fa: نتیجه اتصال تعویض P2P تأیید نشد. کیف پول قابل استفاده باقی می ماند. قبل از تلاش مجدد، حالت میزبان و همتا را بررسی کنید.
fr: Le résultat de la connexion d'échange P2P n'a pas pu être vérifié. Le portefeuille reste utilisable ; inspectez l’état de l’hôte et du homologue avant de réessayer.
he: לא ניתן לאמת את תוצאת חיבור ההחלפה של P2P. הארנק נשאר שמיש; בדוק את מצב המארח והעמית לפני ניסיון חוזר.
hi: P2P स्वैप कनेक्शन परिणाम सत्यापित नहीं किया जा सका। बटुआ प्रयोग योग्य रहता है; पुनः प्रयास करने से पहले मेजबान और सहकर्मी स्थिति का निरीक्षण करें।
id: Hasil koneksi swap P2P tidak dapat diverifikasi. Dompet tetap dapat digunakan; periksa status host dan rekan sebelum mencoba lagi.
it: Impossibile verificare il risultato della connessione di scambio P2P. Il portafoglio rimane utilizzabile; controllare lo stato dell'host e del peer prima di riprovare.
ja: P2P スワップ接続結果を確認できませんでした。ウォレットは引き続き使用可能です。再試行する前にホストとピアの状態を検査してください。
ko: P2P 스왑 연결 결과를 확인할 수 없습니다. 지갑은 계속 사용할 수 있습니다. 다시 시도하기 전에 호스트 및 피어 상태를 검사하십시오.
nl: Het resultaat van de wisselverbinding P2P kan niet worden geverifieerd. De portemonnee blijft bruikbaar; inspecteer de host- en peer-status voordat u het opnieuw probeert.
pl: Nie można zweryfikować wyniku połączenia wymiany P2P. Portfel pozostaje użyteczny; sprawdź stan hosta i partnera przed ponowną próbą.
pt: O resultado da conexão swap P2P não pôde ser verificado. A carteira permanece utilizável; inspecione o estado do host e do peer antes de tentar novamente.
ru: Результат подключения подкачки P2P не удалось проверить. Кошелек остается пригодным для использования; проверьте состояние хоста и однорангового узла перед повторной попыткой.
tr: P2P takas bağlantısı sonucu doğrulanamadı. M-cüzdan kullanılabilir durumda kalır; yeniden denemeden önce ana bilgisayar ve eş durumunu inceleyin.
uk: Результат підключення підкачки P2P не вдалося перевірити. Гаманець залишається придатним для використання; перевірте стан хоста та однорангового вузла перед повторною спробою.
vi: Không thể xác minh kết quả kết nối trao đổi P2P. Ví vẫn có thể sử dụng được; kiểm tra trạng thái máy chủ và ngang hàng trước khi thử lại.
zh_hans: 无法验证 P2P 交换连接结果。钱包仍然可用；重试之前检查主机和对等方状态。
zh_hant: 無法驗證 P2P 交換連線結果。錢包仍然可用；重試之前檢查主機和對等方狀態。

# wallet_direct_shakescape_connect_failed
source: The exact direct endpoint was unavailable, incompatible, or rejected. The wallet remains unlocked and usable.
ar: كانت نقطة النهاية المباشرة الدقيقة غير متاحة أو غير متوافقة أو مرفوضة. تبقى المحفظة مفتوحة وقابلة للاستخدام.
de: Der genaue direkte Endpunkt war nicht verfügbar, inkompatibel oder abgelehnt. Das Wallet bleibt entsperrt und nutzbar.
es: El punto final directo exacto no estaba disponible, era incompatible o rechazado. La billetera permanece desbloqueada y utilizable.
fa: نقطه پایان مستقیم دقیق در دسترس نبود، ناسازگار بود یا رد شد. کیف پول باز و قابل استفاده باقی می ماند.
fr: Le point de terminaison direct exact était indisponible, incompatible ou rejeté. Le portefeuille reste déverrouillé et utilisable.
he: נקודת הסיום הישירה המדויקת לא הייתה זמינה, לא תואמת או נדחתה. הארנק נשאר לא נעול ושמיש.
hi: सटीक प्रत्यक्ष समापन बिंदु अनुपलब्ध, असंगत या अस्वीकृत था। बटुआ खुला और उपयोग योग्य रहता है।
id: Titik akhir langsung yang sebenarnya tidak tersedia, tidak kompatibel, atau ditolak. Dompet tetap tidak terkunci dan dapat digunakan.
it: L'endpoint diretto esatto non era disponibile, era incompatibile o rifiutato. Il portafoglio rimane sbloccato e utilizzabile.
ja: 正確な直接エンドポイントは利用できないか、互換性がないか、拒否されました。ウォレットはロックが解除されたままで使用可能です。
ko: 정확한 직접 엔드포인트를 사용할 수 없거나 호환되지 않거나 거부되었습니다. 지갑은 잠금 해제되어 사용할 수 있는 상태로 유지됩니다.
nl: Het exacte directe eindpunt was niet beschikbaar, incompatibel of afgewezen. De portemonnee blijft ontgrendeld en bruikbaar.
pl: Dokładny bezpośredni punkt końcowy był niedostępny, niezgodny lub odrzucony. Portfel pozostaje odblokowany i nadaje się do użytku.
pt: O endpoint direto exato não estava disponível, era incompatível ou foi rejeitado. A carteira permanece desbloqueada e utilizável.
ru: Точная прямая конечная точка была недоступна, несовместима или отклонена. Кошелек остается разблокированным и пригодным для использования.
tr: Kesin doğrudan son nokta mevcut değildi, uyumsuzdu veya reddedildi. M-cüzdanın kilidi açık ve kullanılabilir durumda kalır.
uk: Точна пряма кінцева точка була недоступна, несумісна або відхилена. Гаманець залишається розблокованим і придатним для використання.
vi: Điểm cuối trực tiếp chính xác không có sẵn, không tương thích hoặc bị từ chối. Ví vẫn được mở khóa và có thể sử dụng được.
zh_hans: 确切的直接端点不可用、不兼容或被拒绝。钱包保持解锁状态并可用。
zh_hant: 確切的直接端點不可用、不相容或被拒絕。錢包保持解鎖狀態並可用。

# wallet_direct_shakescape_connect_locked
source: The wallet locked before the swap peer could be paired.
ar: تم قفل المحفظة قبل أن يتم إقران نظير المبادلة.
de: Das Wallet wurde gesperrt, bevor der Swap-Peer gekoppelt werden konnte.
es: La billetera se bloqueó antes de que se pudiera emparejar el par de intercambio.
fa: کیف پول قبل از جفت شدن همتای مبادله قفل شد.
fr: Le portefeuille est verrouillé avant que le homologue d'échange puisse être couplé.
he: הארנק ננעל לפני שניתן היה לשייך את עמית ההחלפה.
hi: स्वैप पीयर को पेयर करने से पहले वॉलेट लॉक कर दिया गया।
id: Dompet terkunci sebelum rekan swap dapat dipasangkan.
it: Il portafoglio è stato bloccato prima che il peer di scambio potesse essere accoppiato.
ja: スワップピアがペアリングされる前にウォレットがロックされました。
ko: 스왑 피어가 페어링되기 전에 지갑이 잠겼습니다.
nl: De portemonnee werd vergrendeld voordat de swap-peer kon worden gekoppeld.
pl: Portfel zablokowany przed sparowaniem partnera wymiany.
pt: A carteira foi bloqueada antes que o ponto de troca pudesse ser emparelhado.
ru: Кошелек заблокировался до того, как удалось выполнить сопряжение узла обмена.
tr: Takas eşinin eşleştirilebilmesi için cüzdan kilitlendi.
uk: Гаманець заблоковано до того, як своп-пір можна було з’єднати.
vi: Ví bị khóa trước khi trao đổi ngang hàng có thể được ghép nối.
zh_hans: 在交换对等点配对之前钱包已锁定。
zh_hant: 在交換對等點配對之前錢包已鎖定。

# wallet_direct_shakescape_connect_unavailable
source: This wallet controller does not currently provide P2P swap pairing.
ar: لا توفر وحدة تحكم المحفظة هذه حاليًا اقتران المبادلة P2P.
de: Dieser Wallet-Controller bietet derzeit kein P2P-Swap-Pairing.
es: Este controlador de billetera actualmente no proporciona emparejamiento de intercambio P2P.
fa: این کنترلر کیف پول در حال حاضر جفت کردن مبادله P2P را ارائه نمی دهد.
fr: Ce contrôleur de portefeuille ne fournit actuellement pas de couplage d'échange P2P.
he: בקר ארנק זה אינו מספק כעת צימוד להחלפה P2P.
hi: यह वॉलेट नियंत्रक वर्तमान में P2P स्वैप पेयरिंग प्रदान नहीं करता है।
id: Pengontrol dompet ini saat ini tidak menyediakan pasangan swap P2P.
it: Questo controller del portafoglio attualmente non fornisce l'accoppiamento di scambio P2P.
ja: このウォレット コントローラーは現在、P2P スワップ ペアリングを提供していません。
ko: 이 지갑 컨트롤러는 현재 P2P 스왑 페어링을 제공하지 않습니다.
nl: Deze portemonneecontroller biedt momenteel geen P2P-wisselkoppeling.
pl: Ten kontroler portfela nie zapewnia obecnie parowania wymiany P2P.
pt: Este controlador de carteira atualmente não fornece emparelhamento de troca P2P.
ru: Этот контроллер кошелька в настоящее время не обеспечивает сопряжение подкачки P2P.
tr: Bu cüzdan denetleyicisi şu anda P2P takas eşleştirmesi sağlamıyor.
uk: Цей контролер гаманця наразі не забезпечує підключення P2P своп.
vi: Bộ điều khiển ví này hiện không cung cấp ghép nối trao đổi P2P.
zh_hans: 该钱包控制器目前不提供 P2P 交换配对。
zh_hant: 此錢包控制器目前不提供 P2P 交換配對。
